name = input("Введите ваше имя: ")
age = int(input("Введите ваш возраст: "))
city = input("Ваш родной город: ")
lived = int(input("Сколько лет вы живете в этом городе: "))
print("Здравствуй ", name, "это уже", age + 1, "год твоей жизни, а город", city, "все так же прекрасен! Надеюсь ты "
                                                                                 "успел "
                                                                                 "заметить это за", lived, "лет(года), "
                                                                                                           "прожитых "
                                                                                                           "здесь!")
